{
  "dvortsovye": {
    "title": "Эпоха дворцовых переворотов (1725-1741)",
    "content": "<h3>Эпоха дворцовых переворотов (1725-1741)</h3><p>Эпоха дворцовых переворотов — период российской истории, характеризующийся частой сменой монархов, борьбой придворных группировок и возрастанием роли гвардии в политической жизни страны.</p><div class=\"stats-grid\"><div class=\"stat-card\"><h4>Правителей за период</h4><div class=\"number\">5</div></div><div class=\"stat-card\"><h4>Дворцовых переворотов</h4><div class=\"number\">4</div></div><div class=\"stat-card\"><h4>Лет нестабильности</h4><div class=\"number\">16</div></div></div><h3 style=\"margin-top: 30px;\">Основные причины переворотов:</h3><ul><li>Отсутствие четкого закона о престолонаследии после указа Петра I 1722 года</li><li>Возросшая роль гвардии как политической силы</li><li>Борьба придворных группировок за власть</li><li>Династические споры между различными ветвями дома Романовых</li><li>Иностранное влияние (немецкое, французское)</li></ul>"
  },
  "pavel": {
    "title": "Правление Павла I (1796-1801)",
    "content": "<h3>Правление Павла I (1796-1801)</h3><p>Правление Павла I — короткий, но насыщенный реформами период, характеризующийся попыткой установления \"рыцарского\" порядка в государстве, ограничением дворянских привилегий и изменением внешнеполитического курса России.</p><div class=\"stats-grid\"><div class=\"stat-card\"><h4>Лет правления</h4><div class=\"number\">4</div></div><div class=\"stat-card\"><h4>Важных указов</h4><div class=\"number\">20+</div></div><div class=\"stat-card\"><h4>Внешних конфликтов</h4><div class=\"number\">3</div></div></div><h3 style=\"margin-top: 30px;\">Основные направления политики Павла I:</h3><ul><li><strong>Централизация власти:</strong> установление строгого порядка и регламентации во всех сферах жизни</li><li><strong>Ограничение дворянских привилегий:</strong> отмена ряда положений Жалованной грамоты дворянству</li><li><strong>Улучшение положения крестьян:</strong> закон о трехдневной барщине</li><li><strong>Военная реформа:</strong> введение прусских порядков в армии</li><li><strong>Внешняя политика:</strong> от антифранцузской коалиции к союзу с Наполеоном</li></ul>"
  },
  "alexander1_liberal": {
    "title": "Обзор: Либеральные идеи Александра I",
    "content": "<h3>Обзор: Либеральные идеи Александра I</h3><p>Царствование Александра I (1801-1825) ознаменовалось попытками проведения либеральных реформ, вдохновленных его воспитателем Фредериком Сезаром Лагарпом и стремлением править 'по сердцу и намерениям бабки' Екатерины II. Воспитанный на идеях Просвещения, Александр выражал желание даровать России конституцию и гражданские свободы. Еще до восшествия на престол он писал о своем отвращении к придворным интригам и желании жить частной жизнью, но также и о намерении посвятить себя дарованию стране свободы, чтобы предотвратить её превращение в игрушку в руках 'безумцев'.</p><p>Смерть отца, Павла I, в марте 1801 года, стала для Александра глубокой личной трагедией, в которой он чувствовал себя невольным участником. Начало его правления было отмечено рядом прогрессивных указов: подтверждение вольности дворянству, категорический запрет пыток, разрешение свободного въезда и выезда из России, деятельности типографий и ввоза книг, а также уничтожение Тайной экспедиции. Были предприняты попытки разработки конституционных проектов (Трощинский, Воронцов, Розенкампф, Сперанский, Новосильцев).</p><p>Однако реализация этих замыслов сталкивалась со значительным сопротивлением консервативных кругов (например, позиция Карамзина), сложностями внутриполитической обстановки и внешними вызовами, такими как Наполеоновские войны. Важным поворотным моментом стал 1812 год, когда Александр пережил глубокий духовный перелом, обратившись к христианству. Это повлияло на его взгляды, и он увидел 'ключ' к реформам в духовном и обычном образовании. Была создана система образования и активно действовало Библейское общество.</p><p>Несмотря на дарование конституции Царству Польскому (1815) и разработку 'Уставной грамоты Государства Российского' Новосильцевым, многие либеральные начинания так и не были полностью реализованы в России. Период завершился восстанием декабристов в декабре 1825 года, уже после смерти Александра I, что во многом предопределило более консервативный курс его преемника Николая I.</p>"
  }
}