{
  "dvortsovye": {
    "title": "События эпохи дворцовых переворотов",
    "content": "<h3>События эпохи дворцовых переворотов</h3><div class=\"person-card\"><h3>28 января 1725 - Смерть Петра I</h3><p>Император умер без назначения наследника. Его указ 1722 года отменил традиционное престолонаследие, что привело к кризису власти.</p></div><div class=\"person-card\"><h3>Январь 1725 - Воцарение Екатерины I</h3><p>Гвардейские полки окружили дворец и поддержали кандидатуру вдовы Петра I. Это первый случай решающего вмешательства гвардии в вопрос престолонаследия.</p></div><div class=\"person-card\"><h3>1727 - Падение Меншикова</h3><p>Всесильный фаворит попытался выдать свою дочь за Петра II, но был свергнут Долгорукими и отправлен в ссылку в Березов.</p></div><div class=\"person-card\"><h3>Январь 1730 - \"Кондиции\"</h3><p>Верховный тайный совет разработал условия ограничения власти монарха. Анна Иоанновна сначала подписала их, но затем публично разорвала.</p></div><div class=\"person-card\"><h3>1739 - Дело Волынского</h3><p>Казнь кабинет-министра А.П. Волынского и его сторонников за попытку противостоять немецкому засилью.</p></div><div class=\"person-card\"><h3>25 ноября 1741 - Переворот Елизаветы Петровны</h3><p>Дочь Петра I при поддержке гвардии и французской дипломатии свергла регентшу Анну Леопольдовну.</p></div>"
  },
  "pavel": {
    "title": "Ключевые события жизни и правления Павла I",
    "content": "<h3>Ключевые события жизни и правления Павла I</h3><div class=\"person-card\"><h3>20 сентября 1754 - Рождение Павла Петровича</h3><p>Родился в Летнем дворце. Сразу после рождения был отнят у родителей и передан на воспитание Елизавете Петровне.</p></div><div class=\"person-card\"><h3>28 июня 1762 - Переворот Екатерины II</h3><p>Екатерина свергла Петра III при поддержке гвардии. Петр III убит в Ропше. 8-летний Павел становится наследником престола.</p></div><div class=\"person-card\"><h3>29 сентября 1773 - Первый брак</h3><p>Павел женится на принцессе Вильгельмине Гессен-Дармштадтской (Наталье Алексеевне). Екатерина не одобряла этот выбор.</p></div><div class=\"person-card\"><h3>15 апреля 1776 - Смерть первой жены</h3><p>Наталья Алексеевна умирает в родах. Обнаружение её тайной переписки глубоко травмирует Павла.</p></div><div class=\"person-card\"><h3>1776 - Второй брак</h3><p>Павел женится на принцессе Софии Доротее Вюртембергской (Марии Фёдоровне). Брак оказался счастливым и многодетным.</p></div><div class=\"person-card\"><h3>6 ноября 1796 - Смерть Екатерины II</h3><p>Екатерина умирает от инсульта. Павел срочно прибывает из Гатчины. Акт о передаче престола Александру уничтожен.</p></div><div class=\"person-card\"><h3>Декабрь 1796 - Перезахоронение Петра III</h3><p>Павел торжественно перезахоранивает отца в Петропавловском соборе, заставив участников убийства нести гроб.</p></div><div class=\"person-card\"><h3>4 апреля 1797 - Коронация и важнейшие указы</h3><p>В день коронации Павел издает Закон о престолонаследии и указ об ограничении барщины тремя днями.</p></div><div class=\"person-card\"><h3>1799 - Швейцарский поход Суворова</h3><p>Героический поход русской армии через Альпы. Разногласия с союзниками приводят к изменению внешней политики.</p></div><div class=\"person-card\"><h3>Конец 1800 - Разрыв с Англией</h3><p>Павел принимает решение о союзе с Францией. Начинается подготовка похода на Индию.</p></div><div class=\"person-card\"><h3>Ночь с 11 на 12 марта 1801 - Убийство Павла I</h3><p>Император убит в Михайловском замке группой заговорщиков. На престол вступает Александр I.</p></div>"
  },
  "alexander1_liberal": {
    "title": "События: Либеральные идеи Александра I",
    "content": "<h3>События: Либеральные идеи Александра I</h3><div class=\"person-card\"><h3>Конец XVIII века</h3><p>Екатерина II выбирает Фредерика Сезара Лагарпа воспитателем для внука Александра.</p></div><div class=\"person-card\"><h3>11 (23) марта 1801 года</h3><p>Смерть Павла I. Александр I восходит на престол.</p></div><div class=\"person-card\"><h3>2 (14) апреля 1801 года</h3><p>Указ о вольности дворянству, запрет пыток, свободный въезд/выезд, разрешение типографий и ввоза книг, уничтожение Тайной экспедиции.</p></div><div class=\"person-card\"><h3>1803 год</h3><p>Принят закон о свободных хлебопашцах. Дано право частной собственности на сельхозугодья всем сословиям.</p></div><div class=\"person-card\"><h3>1809 год</h3><p>Сперанский представляет проект основных законов. Финляндия присоединяется к России как Великое княжество с автономией.</p></div><div class=\"person-card\"><h3>1 (13) сентября 1810 года</h3><p>Создается Государственный Совет (вместо намеченной Государственной Думы).</p></div><div class=\"person-card\"><h3>Март 1812 года</h3><p>Ссылка Сперанского. На военном совете Багратион предлагает превентивный удар по Наполеону.</p></div><div class=\"person-card\"><h3>1812 год (во время войны)</h3><p>Александр I переживает духовный перелом, обращается к христианству после получения Библии от князя Голицына.</p></div><div class=\"person-card\"><h3>1815 год</h3><p>Венский Конгресс. Создание Царства Польского с конституцией. Александр I приносит присягу польской конституции.</p></div><div class=\"person-card\"><h3>1818 год</h3><p>Александр I выступает в Варшавском сейме, выражая надежду распространить свободные учреждения на другие части империи. Поручает Новосильцеву разработать 'Уставную грамоту Государства Российского'.</p></div><div class=\"person-card\"><h3>~1820 год</h3><p>Новосильцев представляет 'Уставную грамоту Государства Российского'.</p></div><div class=\"person-card\"><h3>14 (26) декабря 1825 года</h3><p>Восстание декабристов.</p></div>"
  }
}